{
  "title": "About Me",
  "subtitle": "Learn a little",
  "intro": "TK intro intro",
  "page_body": "<p class=\"my-4\">The head of school at the independent school where I currently work described me to the combined faculty as “very talented, with a lot of heart.” He made the comment in front of an all-faculty assembly as he prepared to premiere the video I directed, filmed, and edited to announce the school’s new mission statement. With the help of a LinkedIn Learning course, I taught myself video editing in Premiere Pro a few months prior, after accepting my current position in a department that hoped to bring video production in-house. Video editing is the most recent of many self-taught skills I've learned in my lifetime. From HTML, CSS, knitting, Lincoln-Douglas debate, embroidery, and cooking, I have many passions and interests cultivated through online classes, YouTube videos, forums, and tutorials.</p><p class=\"my-4\">I learned HTML and CSS because I wanted to customize my online journal as a freshman in high school. Soon, I designed my own websites. I have built websites on a freelance basis for the last decade or so, but pursued a career in the museum field. In 2016, the new executive director of the museum where I worked saw how I naturally gravitated toward digital projects - running the email marketing program, taking on IT needs, and optimizing our donor database to automate a lot of my workflows. She created the Director of Digital Engagement position and encouraged me to explore more avenues to create digital programs for the museum. Unfortunately, the museum's finances suffered in her tenure and I chose to move on to a more stable organization. In my current position, I create social media strategy, produce videos, run email marketing, and manage our website. </p><p class=\"my-4\">As my career and web design hobby have merged, I find myself gravitating toward more technically challenging tasks - developing interactives on our website using tools provided by our content management system at a level that usually requires a work order from the provider. I joke that I wish my day job required more math and logic puzzles. When my husband began contemplating a career change last year, we talked about whether or not he has the personality and attention span for coding. In our conversations, I realized that I have a lot of personality traits that I believe would make software engineering a natural fit for me, and I have found myself daydreaming about expanding my skill set and the career path ahead of me.</p> ",
  "colors": "bg-blue-yonder text-seashell"
}
